---
kind: enumMember
id: F:Autodesk.Revit.DB.UnderlayOrientation.LookingDown
enum: Autodesk.Revit.DB.UnderlayOrientation
source: html/62de257b-9b27-9a43-a15d-a3dba5c87e16.htm
---
# Autodesk.Revit.DB.UnderlayOrientation.LookingDown

Underlay elements are viewed as if looking down from above.